{
  "artists": [
    {
      "name": "LAMBDA",
      "id": "LAMBDA",
      "path": "http://localhost:3000/#/?_k=dzkgj6/artists/LAMBDA",
      "photo": "images/artist-summary.jpg",
      "header": "images/artist-header.jpg",
      "bio": "With one foot in the past and one foot in the future, LAMBDA looks forward for new sounds but doesn't forget the past that helped shape music into what it is today. LAMBDA blends tracks of the funky/disco/boogie/house/electronic flavor from soulful sounds to lush electronic synths.",
      "links": {
          "facebook": "https://www.facebook.com/LAMBDA.SCR/",
          "twitter": "https://twitter.com/princebiomass",
          "soundcloud": "https://soundcloud.com/lammmbda"
      }
    },
    {
      "name": "MNYNMS",
      "id": "MNYNMS",
      "path": "http://localhost:3000/#/?_k=dzkgj6/artists/MNYNMS",
      "photo": "images/artist-summary.jpg",
      "header": "images/artist-header.jpg",
      "bio": "Pronounced (Many Names) Emanating an essence that is synth driven and infused with mystical lyricism, MNYNMS presents a musical platform that represents the art of sound and creative transcendence. A collaborative endeavor that streams from the minds of Jessica Wahlquist Lacey Youngblood and J.Childs, MNYNMS came to fruition organically, cultivating it’s artistry through multi-faceted principles and unparalleled energy. Driven by the craft of style and seeped in spectral roots, MNYNMS culminates a visionary aspect transported through many names and many lifetimes, entirely enveloped with dynamic elements of refinement.",
      "links": {
        "facebook": "https://www.facebook.com/LAMBDA.SCR/",
        "twitter": "https://twitter.com/princebiomass",
        "soundcloud": "https://soundcloud.com/lammmbda"
      }
    },
    {
      "name": "Night Drive",
      "id": "Night-Drive",
      "path": "http://localhost:3000/#/?_k=dzkgj6/artists/Night-Drive",
      "photo": "images/artist-summary.jpg",
      "header": "images/artist-header.jpg",
      "bio": "Night Drive co-founders, Rodney Connell and Brandon Duhon met after a young woman they were both unknowingly dating was killed in a car crash. The tragic event bonded the two, and shortly afterwards they began a musical collaboration. Inspired by sci-fi cinematic landscapes, Night Drive creates modern synth-pop that explores the darker currents of abstract emotion. Infectious melodies wrapped in thoughtful lyrics with pulsing dance beats unveil a stylish, energetic sound that has been featured in film, tv and radio around the world. With added drummer, Gibran Nassif, and touring with international bands such as Tesla Boy, Gold Fields and Jupiter, Night Drive has quickly garnered a reputation as a captivating, must see live show.",
      "links": {
        "facebook": "https://www.facebook.com/LAMBDA.SCR/",
        "twitter": "https://twitter.com/princebiomass",
        "soundcloud": "https://soundcloud.com/lammmbda"
      }
    }
  ]
}